{
    "policyTitle": "นโยบายการใช้คุกกี้",
    "organization": "กรมวิชาการเกษตร",
    "year": 2563,
    "description": "เมื่อท่านได้เข้าสู่เว็บไซต์กรมวิชาการเกษตร (doa.go.th) และเว็บไซต์ของหน่วยงานต่างๆภายใต้กรมวิชาการเกษตร ข้อมูลที่เกี่ยวข้องกับการเข้าสู่เว็บไซต์ของท่านจะถูกเก็บเอาไว้ในรูปแบบของคุกกี้ โดยนโยบายคุกกี้นี้จะอธิบายถึงความหมาย การทำงาน วัตถุประสงค์ รวมถึงการลบและการปฏิเสธการเก็บคุกกี้เพื่อความเป็นส่วนตัวของท่าน",
    "sections": {
        "1": {
            "title": "1. คุกกี้คืออะไร",
            "content": "คุกกี้ คือ ไฟล์ข้อความขนาดเล็กที่ถูกดาวน์โหลดไปยังอุปกรณ์คอมพิวเตอร์หรืออุปกรณ์มือถือของท่าน ซึ่งทำหน้าที่บันทึกข้อมูลและการตั้งค่าต่าง ๆ เช่น บันทึกข้อมูลการตั้งค่าภาษาในอุปกรณ์ของท่าน บันทึกสถานะการเข้าใช้งานในปัจจุบันของท่าน เพื่อช่วยให้ท่านสามารถเข้าใช้งานเว็บไซต์และ/หรือแอปพลิเคชันได้อย่างต่อเนื่อง"
        },
        "2": {
            "title": "2. ประโยชน์ของคุกกี้",
            "content": "คุกกี้จะบอกให้กรมวิชาการเกษตร ทราบว่าท่านเข้าใช้งานส่วนใดในบริการของกรมวิชาการเกษตร เพื่อที่กรมวิชาการเกษตรจะสามารถมอบประสบการณ์การใช้บริการที่ดีขึ้นและตรงกับความต้องการของท่านได้"
        },
        "3": {
            "title": "3. การใช้งานคุกกี้",
            "content": "กรมวิชาการเกษตร ใช้คุกกี้และเทคโนโลยีอื่น เช่น พิกเซลแท็ก (Pixel-tags) บนบริการของกรมวิชาการเกษตร เพื่อเก็บข้อมูลเกี่ยวกับรูปแบบการใช้และประวัติการใช้บริการ รวมถึงนำไปวิเคราะห์เพื่อพัฒนาการให้บริการ"
        },
        "3.1": {
            "title": "3.1 คุกกี้เพื่อการให้บริการ",
            "content": "ช่วยให้ท่านสามารถใช้บริการและ/หรือเข้าถึงฟังก์ชันต่าง ๆ ได้ เช่น คุกกี้ที่จัดการเรื่องการเข้าสู่ระบบและสถานะการเข้าสู่ระบบของท่าน"
        },
        "3.2": {
            "title": "3.2 คุกกี้ที่ช่วยเสริมประสิทธิภาพในการใช้บริการ",
            "content": "ช่วยอำนวยความสะดวกแก่ท่านในการใช้บริการ และช่วยให้กรมวิชาการเกษตร รู้จักท่านมากยิ่งขึ้น เพื่อพัฒนาระบบเว็บไซต์ให้ตรงกับความสนใจของท่าน"
        },
        "4": {
            "title": "4. วิธีปิดการทำงานของคุกกี้",
            "content": "ท่านสามารถปิดการทำงานของคุกกี้ได้โดยการตั้งค่าเบราว์เซอร์ของท่าน และตั้งค่าความเป็นส่วนตัวเพื่อระงับการรวบรวมข้อมูลโดยคุกกี้ในอนาคต (รายละเอียดเพิ่มเติมสามารถศึกษาได้จาก AboutCookies.org)"
        },
        "5": {
            "title": "5. การแก้ไขเปลี่ยนแปลงนโยบายฯ",
            "content": "สำนักงานปลัดกรมวิชาการเกษตรขอสงวนสิทธิ์ในการเปลี่ยนแปลงและแก้ไขนโยบายฯฉบับนี้ เพื่อให้เป็นไปตามกฎระเบียบรวมถึงข้อกฎหมายที่เกี่ยวข้อง โดยนโยบายเวอร์ชันล่าสุดจะประกาศบนเว็บไซต์ doa.go.th"
        }
    }
}
